Repository: GTRRoficial/rainbow_cuba
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: pt_br

source: He noted that Cubans could buy theater tickets for the equivalent of about a nickel, first-run movies for about a dime, theatrical plays for less than 50 cents, and musical extravaganzas and ballet festival performances for half a buck.
pt_br: Ele observou que os cubanos poderiam comprar ingressos de teatro pelo equivalente a cerca de 5 centavos, filmes em estréia por cerca de um centavo, peças teatrais por menos de 50 centavos e extravagâncias musicais e apresentações de festivais de balé por meio dólar.

source: He reiterated that no one with whom he spoke “reported active or systematic repression by the state.”
pt_br: Ele reiterou que ninguém com quem conversou "relatou repressão ativa ou sistemática pelo Estado".

source: He remembers, in particular, how a stream of articles in the big-business media opened up a campaign against Cuba.
pt_br: Em particular, ele se lembra de como uma série de artigos dos grandes veículos de mídia deram início a uma campanha contra Cuba.

source: He stressed that, “In many African nations, the number of teachers who die from AIDS each year is greater than the number of new teachers graduating.
pt_br: Ele destacou que "Em muitas nações africanas o número de professores que morrem de AIDS por ano é maior do que o número de professores se formando,

source: He wrote in 1724 that “they participate in all religious ceremonies, and this profession of an extraordinary life causes them to be regarded as people of a higher order.” (Lafitau)
pt_br: Em 1724, ele escreveu que que "eles participavam de todas as cerimônias religiosas e que essa profissão vinculada a uma vida extraordinária culminava em considerá-los pessoas de uma ordem mais elevada." (Lafitau)

source: Help us in outreach, education and organizing, because once people know the facts of the case, we are sure they will call for their freedom as well.”
pt_br: Ajude-nos na divulgação, educação e organização, porque uma vez que as pessoas conheçam os fatos do caso, temos certeza de que elas também pedirão sua liberdade.”

source: Historian Amara Das Wilhelm added, “Similar disparaging attitudes toward homosexuals were expressed in a 1791 Havana newspaper article entitled ‘A Critical Letter About the Man-Woman,’ which condemned the effeminate sodomites that apparently thrived in eighteenth-century Havana.” (The Gay and Lesbian Vaishnava Association online)
pt_br: O historiador Amara Das Willhelm acrescentou "Atitudes similares contra homossexuais foram publicadas em 1791 em um artigo de jornal em Havana intitulado 'Carta crítica sobre o homem-mulher', que condenava os sodomitas afeminados que aparentemente prosperavam na Havana do século XVIII " (The Gay and Lesbian Vaishnava Association online)

source: Historian Aurora Levins Morales concluded, “The incident received massive press coverage, and Capetillo used it as an opportunity to attack conventional morality, with its rigid sex roles, and women’s imprisonment within it.” (Morales)
pt_br: A historiadora Aurora Levins Morales concluiu: "O incidente recebeu uma enorme cobertura da imprensa e Capetillo o usou como oportunidade para afrontar a moralidade convencional, com seu papeis sexuais rígidos e que aprisionam a mulher.

source: Historian Max Mejía wrote, “In the Aztec culture of pre-Hispanic Mexico, the dominant culture at the time the Spanish arrived, the treatment of sodomy was not exactly favorable.
pt_br: O historiador Max Meija escreveu: “Na cultura Asteca do México pré-hispânico, a cultura dominante de quando os espanhóis chegaram, o tratamento dado à sodomia não era exatamente favorável.

source: Historically unchallenged prejudice welled up.
pt_br: Preconceito historicamente incontestado jorraram.

source: Hollywood projected Cuba as ‘police state’ for gays
pt_br: gfgfgfgfgfHollywood projected Cuba as ‘police state’ for gays

source: Homosexuality, the web site makes clear, “is a sexual orientation that is not caused by seduction at any age, it is not contagious, and is not acquired by educational defects or negative examples in the family environment.”
pt_br: A homossexualidade, o site deixa claro, "é uma orientação sexual que não é causada por sedução em qualquer idade, não é contagiosa e não é adquirida por defeitos educacionais ou exemplos negativos no ambiente familiar."

source: Hopefully the telenovela will help them understand that to respect, recognize and tolerate different lifestyles doesn’t turn them into accomplices of what they believe to be evil, but that it makes them followers of the concept given to us by our Comandante when he says that ‘The Revolution is about equality and full liberty, it’s about being treated by everybody else as human beings.’” (Puyol)
pt_br: Espero que essa novela os ajude a entender que respeitar, reconhecer e tolerar diferentes estilos de vida não os transforma em cúmplices do que eles acreditam ser o mal, mas que os torna seguidores do conceito dado a nós por nosso Comandante quando ele diz que ‘A Revolução é sobre igualdade e liberdade total, é sobre ser tratado por todos como seres humanos.’” (Puyol)

source: However, Castro Espín stated categorically to journalist Mary Lamey via a translator, “There is no official repression of lesbians and gays in Cuba.
pt_br: No entanto, Castro Espín declarou categoricamente à jornalista Mary Lamey através de um tradutor: “Não há repressão oficial de lésbicas e gays em Cuba.

source: However, she said, “there may be transsexuals who have a job and are not rejected, because the law protects them, even if they go cross-dressed.
pt_br: No entanto, ela disse, “pode haver transexuais que têm um emprego e não são rejeitados, porque a lei os protege, mesmo que se vistam com roupas de outro genero.

source: However, the Denver Post concluded in February 2003, “Today, 48 percent of those who are HIV-positive or have AIDS choose to live in the 16 sanatoriums around Cuba.” (Aguilera)
pt_br: No entanto, o Denver Post concluíu em fevereiro de 2003, “Atualmente, 48 por cento das pessoas HIV positivas optam por viver em um dos 16 sanatórios existentes em Cuba.” (Aguilera)

source: However, the task is not easy — I think that each time we get closer to the right criteria for making the world we want.
pt_br: Porém, a tarefa não é fácil — eu penso isso cada vez que nos aproximamos dos critérios certos para fazer o mundo que queremos.

source: I acknowledge the volunteer labor of all those who work together to produce a revolutionary newspaper, which has published for close to half a century in the U.S., including: late-night proofreaders, and those who study the postal regulations, address and mail the papers, post the current issue on the web, and drop off bundles at coffee shops and delis.
pt_br: Agradeço ao trabalho voluntário de todos aqueles que em conjunto, trabalharam para produzir o jornal revolucionário que foi publicado por quase meio século nos EUA, incluindo os revisores noturnos e todos aqueles que estudaram as regulações postais, endereçaram e enviaram os jornais, postaram as edições atuais na internet, e deixaram pacotes em cafeterias e delicatessens.

source: I also demand the U.S. government to lift the economic embargo against the Cuban people.”
pt_br: Também exijo que o governo dos EUA remova o embargo econômico contra o povo cubano ”.

source: I asked if I could tape what they had said to prepare a report.
pt_br: Perguntei se eu poderia gravar o que eles disseram para preparar um relatório.

source: I assure you it has been heard by receptive listeners.
pt_br: Garanto que isso foi recebido por ouvintes receptivos.

source: I believe it is valid to face them with all seriousness.
pt_br: Eu acredito que é válido enfrentá-los com toda a seriedade.

source: I believe this notion has to be part of the cultural and political battle because that would mean a cultural, social and political strengthening for the Cuban Revolution.”
pt_br: Acredito que essa noção tem que fazer parte da batalha cultural e política, porque isso significaria um fortalecimento cultural, social e político para a Revolução Cubana.”

source: I don’t know.
pt_br: Eu não sei.

source: I greatly appreciate your work in supporting the Five, and I know the Five and their families also greatly appreciate your beautiful efforts.
pt_br: Eu aprecio muito o seu trabalho em apoiar os Cinco, e eu sei que os Cinco e suas famílias também apreciam muito seus belos esforços.

source: I have learned so much from him.
pt_br: Aprendi muito com ele.

source: I imitate Sarita Montiel.
pt_br: Eu imito Sarita Montiel.

source: I owe a historical debt of gratitude to Sam Marcy, founder of Workers World Party in 1959, and party leader Dorothy “Dotty” Ballan.
pt_br: Eu agora tenho uma dívida histórica de gratidão para Sam Marcy, fundador do Partido dos Trabalhadores do Mundo em 1959 e o líder do partido, Dorothy “Dotty” Ballan.

source: I see great flexibility, even among official leaders.”
pt_br: Vejo uma grande flexibilidade, mesmo entre os dirigentes oficiais.”

source: I see this very humanistic attempt to achieve greater respect for the rights of homosexuals as the waging of a battle of ideas in our society.
pt_br: Eu vejo essa tentativa humanista de alcançar um maior respeito pelos direitos dos homossexuais como se fosse uma luta em uma batalha de idéias em nossa sociedade.

source: I thank those who sustained this series with facts and feedback, political discussion and organization, including: Sharon Ayling, Sara Catalinotto, Sue Davis, Julius Dykes, Sharon Eolis, Marsha Goldberg, Sue Harris, Imani Henry, Beverly Heistand, Berta Joubert-Ceci, Larry Holmes, Michael Kramer, Cheryl LaBash, Dustin Langley, Marge Maloney, Milt Neidenberg, Rosemary Neidenberg, Frank Neisser, Andre Powell, Arturo J. Pérez Saad, Gerry Scoppettuolo and Maggie Vascassenno.
pt_br: E obrigado a todos que sustentaram essa série com fatos e feedback, discussões políticas e organização, incluindo: Sharon Ayling, Sara Catalinotto, Sue Davis, Julius Dykes, Sharon Eolis, Marsha Goldberg, Sue Harris, Imani Henry, Beverly Heistand, Berta Joubert-Ceci, Larry Holmes, Michael Kramer, Cheryl LaBash, Dustin Langley, Marge Maloney, Milt Neidenberg, Rosemary Neidenberg, Frank Neisser, Andre Powell, Arturo J. Pérez Saad, Gerry Scoppettuolo e Maggie Vascassenno.

source: I think it had that response because it was a well-told story with a theme that many people wanted to discuss in public.
pt_br: Eu acredito que houve essa reposta do público porque era uma história bem contada, com um tema que muitas pessoas queriam discutir em público.

source: I think that people really felt a great need to reflect on this, and to reflect on it openly.
pt_br: Eu acho que as pessoas sentiram realmente uma enorme necessidade de refletir sobre isso e refletir sobre isso abertamente.

source: I think the work that’s been done over the decade in health and by the Cuban Women’s Federation has helped to bring about that change, and we’ve done it reaching out to people’s sensitivity as human beings.
pt_br: Eu acho que o trabalho que tem sido feito na saúde ao longo da década e pela Federação das Mulheres Cubanas ajudou a trazer essa mudança, e nós fizemos isso tocando a sensibilidade das pessoas como seres humanos.

source: INTRODUCTION
pt_br: INTRODUÇÃO

source: Imperialist sexploitation
pt_br: Exploração Sexual Imperialista

source: Imperialist spin doctors developed racist campaigns as ideological cover for invasion, or more covert forms of “regime change.” These white supremacist campaigns that spewed claims of racial and moral superiority — stimulants for the reactionary nationalism of an oppressor nation — aimed at dehumanizing peoples who were in the gunsights of U.S. finance capital.
pt_br: Especialistas da propaganda imperialista desenvolveram campanhas racistas como cobertura ideológica para a invasão, ou formas mais discretas de “mudança de regime”. Essas propagandas de supremacia branca que alegavam superioridade moral e racial — estimulantes para o nacionalismo reacionário de uma nação opressiva — focavam na desumanização de pessoas que estavam na mira do capital financeiro dos EUA.

source: In 1898, North American capitalism burst its boundaries and outfought its colonialist predecessors to claim Cuba, the Philippines and Puerto Rico as U.S. possessions.
pt_br: Em 1898, os capitalistas norte-americanos romperam as fronteiras e triunfaram sobre seus ancestrais colonialistas para reivindicar Cuba, as Filipinas e Porto Rico como posses Estadunidenses.

source: In 1938, under U.S. domination, the Cuban Penal Code — the “Public Ostentation Law” — was enacted.
pt_br: Em 1938, sob dominação estadunidense, foi promulgada a "Lei de ostentação pública"no Código Penal cubano.

source: In 1988, the first sex-reassignment surgery — from male to female — was carried out successfully in Cuba.
pt_br: Em 1988, a primeira cirurgia de redesignação sexual — de homem para mulher — foi realizada com sucesso em Cuba.

source: In 1993, the Cuban state sponsored a ground-breaking movie, “Strawberry and Chocolate” (Fresa y chocolate).
pt_br: Em 1993, o Estado cubano patrocinou um filme inovador: "Morango e chocolate" (Fresa y chocolate).

source: In 1998 a national television program opened a mass discussion about lesbians and gays to immense audience interest.
pt_br: Em 1998, um programa nacional de TV abriu uma discussão em massa sobre lésbicas e gays para imenso interesse do público.

source: In 2006, director Mel Gibson made a movie called “Apocalypto” about the Mayan empire, as experienced by a family from a nearby hunting-gathering society being chased by its warriors.
pt_br: Em 2006, o diretor Mel Gibson fez um filme chamado “Apocalypto” sobre o império Maia, contando a experiência de uma família em uma sociedade de caça e coleta sendo perseguida por guerreiros maias.

source: In 2006, the 115-chapter television series “The Hidden Face of the Moon” (La cara oculta de la luna), had virtually all of Cuba buzzing with debate.
pt_br: Em 2006, a série de televisão de 115 capítulos “A Face Oculta da Lua” (La cara oculta de la luna), tinha praticamente toda Cuba fervilhando com debate.

source: In April 1996, the film won the best documentary and the popularity award at the lesbian and gay film festival in Turin.
pt_br: Em abril de 1996, o filme ganhou o prêmio de melhor documentário e de mais popular no festival de cinema lésbico e gay em Turim.

source: In Cuba today, common law couples enjoy the same rights as married couples.
pt_br: Hoje, em Cuba, casais em união estável gozam dos mesmo direitos que os casados.

source: In Cuba, Capetillo actively supported a sugar cane workers’ strike organized by the Anarchist Federation of Cuba.
pt_br: Em Cuba, Capetillo ativamente apoiou uma greve de trabalhadores canavieiros organizada pela federação anarquista de Cuba.

source: In Europe, where most communal lands had been seized by slave-owners and then feudal landlords, state laws and repression against same-sex love and sex/gender variance had been part of this centuries-old class warfare.
pt_br: Na Europa, onde a maior parte das terras comuns foram dividas entre donos de escravos e, em seguida, por senhores feudais, as leis e a repressão contra o amor entre pessoas do mesmo sexo e variações de sexo/gênero faziam parte dessa guerra de classes secular.

source: In February 2003, treatment of Cubans with AIDS had greatly improved over the past two years because Cuba’s pharmaceutical industry was producing its own generic copies of anti-HIV medicines.
pt_br: Em fevereiro de 2003, o tratamento de cubanos com AIDS havia melhorado consideravelmente ao longo dos últimos dois anos, porque a indústria farmacêutica de Cuba estava produzindo suas próprias cópias genéricas de medicamentos anti-HIV.

source: In June 2007, as this book was first being readied for production, Cuban revolutionary leader Vilma Espín died.
pt_br: Em Junho de 2007, quando esse livro estava sendo preparado para a produção, a líder revolucionária Cubana Vilma Espín morreu.

source: In a capitalist country, being “out” is not only an assertion of individual identity and personhood.
pt_br: Em um país capitalista, “sair do armário” não é apenas uma afirmação de identidade individual e de personalidade.

source: In each medical school, there’s a department of Sexology and Education for Sexuality.”
pt_br: Em cada escola de medicina, há um departamento de Sexologia e Educação para a Sexualidade.

source: In early 2007, Cuba’s National Assembly of Popular Power agreed to discuss making sex-reassignment surgery free of cost to all transsexuals on the island who request it.
pt_br: No início de 2007, a Assembleia Nacional do Poder Popular de Cuba concordou em discutir tornar a cirurgia de mudança de sexo gratuita para todos os transexuais na ilha que a solicitassem.

source: In every sense, we are prepared for change.
pt_br: Estamos preparados para mudança, em todos os aspetos.

source: In fact, by also providing free health care, Cuba is truly leading the world in rights for transsexual and gender-variant people.
pt_br: De fato, ao também fornecer cuidados de saúde gratuitos, Cuba está realmente liderando o mundo em direitos para pessoas transexuais e variantes de gênero.

source: In her presentation on the last day of the international congress, Castro Espín emphasized, “The political will exists to eliminate all forms of discrimination in our laws.”
pt_br: Na sua apresentação no último dia do congresso internacional, Castro Espín enfatizou que "A vontade política existe para eliminar todas as formas de discriminação nas nossas leis."

source: In his 1995 Cineaste article, Dennis West described the movie as about two young men getting to know each other in Havana in 1979.
pt_br: Em seu artigo para a Cineaste, em 1995, Dennis West descreveu o filme como sendo sobre dois jovens se conhecendo em Havana, em 1979.

source: In his speech on June 25, 2001, Lage Dávila said, “No country is free of AIDS.
pt_br: Em seu discurso em 25 de junho de 2001, Lage Dávila disse que "Nenhum país está livre da AIDS

source: In its issue coinciding with International AIDS Day 2001, MEDICC Review noted, “Today, some 36 million people worldwide are infected with HIV, over 25 million of them in Africa, where most have no way to pay for the drugs that might extend their lives.
pt_br: Em sua edição coincidindo com o Dia Internacional da AIDS, em 2011, MEDICC Review destacou que "Hoje, aproximadamente 36 milhões de pessoas ao redor do mundo estão infectadas com HIV, mais de 25 milhões delas na África, onde a maioria é incapaz de pagar por medicamentos que possam estender suas vidas.

source: In order to move forward toward their own liberation, the LGBT and other progressive movements in the U.S. and other capitalist countries have to combat anti-communism — which is, in the long run, a loyalty oath to capitalism — and develop a powerful anti-imperialist current that can extend its solidarity to Cuba and all countries fighting for their sovereignty and self-determination against finance capital.
pt_br: Para avançar em direção à sua própria libertação, os movimentos LGBT e outros movimentos progressistas nos EUA e em outros países capitalistas têm que combater o anticomunismo — que é, a longo prazo, um juramento de lealdade ao capitalismo — e desenvolver uma poderosa corrente anti-imperialista que possa estender sua solidariedade a Cuba e a todos os países que lutam por sua soberania e autodeterminação contra o capital financeiro.

source: In order to petition Havana’s town council in 1597 for his freedom, an enslaved man argued that he had “rendered a valuable service by discovering and denouncing those who had committed the ‘pecado nefando.’” (de la Fuente)
pt_br: Para requerer sua liberdade ao conselho de Havana em 1597, um homem escravizado argumentou que tinha "prestado um valioso serviço ao descobrir e denunciar aqueles que tinham cometido o 'pecado nefando'". (de la Fuente)

source: In response, Cuban revolutionary leader and president of the Federation of Cuban Women (FMC), Vilma Espín, recommended in 1979 that a special committee be established, coordinated by the National Work Group on Sex Education — CENESEX’s predecessor.
pt_br: Em resposta, a líder revolucionária cubana e presidente da Federação das Mulheres Cubanas (FMC), Vilma Espín, recomendou em 1979 a criação de um comitê especial, coordenado pelo Grupo Nacional de Trabalho em Educação Sexual — antecessor do CENESEX.

source: In that case, the movement is only as powerful as it is independent.
pt_br: Nesse caso, o movimento é tão poderoso quanto é independente.

source: In the 1950s, McCarthyite repression in the U.S.
pt_br: Na década de 1950, a repressão McCarthyista nos EUA

source: In the 1950s, these Cold War capitalists had escalated a state witch hunt against every expression of homosexuality and gender variance under the guise of a “Lavender Scare.”
pt_br: Na década de 1950, esses capitalistas da Guerra Fria escalaram uma caça às bruxas estatal contra qualquer expressão de homossexualidade e variância de gênero por conta de um pretenso "Pânico Lavanda".

source: In the 70s and 80s, we found a lot of fear and resistance to a national program for sex education with such a gender focus.
pt_br: Nos anos 70 e 80, encontramos muito medo e resistência a um programa nacional de educação sexual com tal foco em gênero.

source: In the U.S., AIDS activists had to fight a protracted battle to replace the bigoted label of “high-risk groups” with a rational understanding of “high-risk behaviors.” Cuban medical workers and educators approached transmission scientifically.
pt_br: Nos Estados Unidos, ativistas de resposta à AIDS precisaram lutar uma batalha prolongada para substituir o termo preconceituoso "grupo de alto risco" por uma concepção racional de "comportamentos de alto risco".

source: In the background was always the threat of U.S. military intervention, causing the Cuban government to spend a great deal of its resources on military defense.”
pt_br: Como pano de fundo, sempre havia a ameçada de uma intervenção militar dos Estados Unidos, o que levava o governo de Cuba a gastar grandes quandiades de recursos na defesa militar".

source: In the case of representing Cuba abroad, for example, the appointment of representatives used to be handled with kid gloves when homosexuals were involved.
pt_br: No caso de representar Cuba fora do país, por exemplo, a indicação dos representantes costumava ser feita com luvas de pelica quando homossexuais estaam envolvidos.

source: In the center they have a permanent open debate forum and receive specialized care.
pt_br: No centro, eles têm um fórum permanente de debate aberto e recebem atendimento especializado.

source: In the class struggle, it is imperative for the movement to break free of its own capitalist bosses and their ideology.
pt_br: Na luta de classes, é imperativo que o movimento se liberte de seus próprios patrões capitalistas e de sua ideologia.

source: In the end, this stereotype is very dangerous to his own health as well as his partner’s — and this can be true for homosexual as well as heterosexual couples, whenever a relationship defines that one partner has hegemony over the other.
pt_br: Ao final, esse estereótipo é muito perigoso para sua própria saúde, bem como para a de sua companhia — e isso pode ser verdade tanto para casais homossexuais quanto para heterossexuais, onde quer que um relacionamento define que um parceiro tem hegemonia sobre o outro.
